---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.ReinforcementSettings
source: html/1e9c51ac-fdc3-50d5-3568-a3ffc3724299.htm
---
# ReinforcementSettings Properties

The id of the assembly instance to which the element belongs.